let songList = [
  {
    id: 0,
    songName: "富士山下",
    img:
      "https://bkimg.cdn.bcebos.com/pic/79f0f736afc37931e4c8b22be1c4b74543a9110b?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg",
    singer: "陈奕迅",
    composer: "陈珀，C.Y.Kong",
    lyricist: "林夕",
    songSrc: require('../assets/陈奕迅 - 富士山下.mp3'),
    album: "What'S Going On...?",
    likeNum: "120",
    lyric: `拦路雨偏似雪花 饮泣的你冻吗
这风褛我给你磨到有襟花
连调了职也不怕 怎么始终牵挂
苦心选中今天想车你回家
原谅我不再送花 伤口应要结疤
花瓣铺满心里坟场才害怕
如若你非我不嫁 彼此终必火化
一生一世等一天需要代价
谁都只得那双手靠拥抱亦难任你拥有
要拥有必先懂失去怎接受
曾沿着雪路浪游 为何为好事泪流
谁能凭爱意要富士山私有
何不把悲哀感觉假设是来自你虚构
试管里找不到它染污眼眸
前尘硬化像石头 随缘地抛下便逃走
我绝不罕有 往街里绕过一周
我便化乌有
情人节不要说穿 只敢抚你发端
这种姿态可会令你更心酸
留在汽车里取暖 应该怎么规劝
怎么可以将手腕忍痛划损
人活到几岁算短 失恋只有更短
归家需要几里路谁能预算
忘掉我跟你恩怨 樱花开了几转
东京之旅一早比一世遥远
谁都只得那双手靠拥抱亦难任你拥有
要拥有必先懂失去怎接受
曾沿着雪路浪游 为何为好事泪流
谁能凭爱意要富士山私有
何不把悲哀感觉假设是来自你虚构
试管里找不到它染污眼眸
前尘硬化像石头 随缘地抛下便逃走
我绝不罕有 往街里绕过一周
我便化乌有
谁都只得那双手靠拥抱亦难任你拥有
要拥有必先懂失去怎接受
曾沿着雪路浪游 为何为好事泪流
谁能凭爱意要富士山私有
何不把悲哀感觉假设是来自你虚构
试管里找不到它染污眼眸
前尘硬化像石头 随缘地抛下便逃走
我绝不罕有 往街里绕过一周
我便化乌有
你还嫌不够 我把这陈年风褛 送赠你解咒`,
    type: "流行",
  },
  {
    id: 1,
    songName: "野孩子",
    img:
      "https://bkimg.cdn.bcebos.com/pic/8326cffc1e178a82dd71dae6f803738da977e823?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg",
    singer: "杨千嬅",
    composer: "雷颂德",
    lyricist: "黄伟文",
    songSrc: require('../assets/杨千嬅 - 野孩子.mp3'),
    album: "Miriam",
    likeNum: "120",
    lyric: `野孩子 - 杨千嬅 (Miriam Yeung)
词：黄伟文
曲：雷颂德
就算只谈一场感情
除外都是一时虚荣
不等于 在蜜月套房游玩过
就可自入自出仙境
情愿获得你的尊敬
承受太高傲的罪名
挤得进你臂弯
如情怀渐冷
未算孤苦也伶仃
明知爱这种男孩子
也许只能如此
但我会成为你最牵挂的一个女子
朝朝暮暮让你猜想如何驯服我
若果亲手抱住
或者不必如此
许多旁人说我不太明了男孩子
不受命令就是一种最坏名字
笑我这个毫无办法管束的野孩子
连没有幸福都不介意
若我依然坚持忠诚
难道你又适合安定
真可惜说要吻我的还未吻
自己就自梦中苏醒
离场是否有点失敬
还是更轰烈的剧情
必须有这结果
才能怀念我
让我于荒野驰骋
明知爱这种男孩子
也许只能如此
但我会成为你最牵挂的一个女子
朝朝暮暮让你猜想如何驯服我
若果亲手抱住
或者不必如此
许多旁人说我不太明了男孩子
不受命令就是一种最坏名字
笑我这个毫无办法管束的野孩子
连没有幸福都不介意
明知爱这种男孩子
也许只能如此
但我会成为你最牵挂的一个女子
朝朝暮暮让你猜想如何驯服我
若果亲手抱住
或者不必如此
许多旁人说我不太明了男孩子
不受命令就是一种最坏名字
我也笑我原来是个天生的野孩子
连没有幸福都不介意
`,
    type: "流行",
  },
  {
    id: 2,
    songName: "我要你",
    img:
      "https://bkimg.cdn.bcebos.com/pic/cb8065380cd79123a8238328a4345982b3b780ae",
    singer: "任素汐",
    composer: "樊冲",
    lyricist: "樊冲",
    lyric: `我要你 - 任素汐
词：樊冲
曲：樊冲
我要 你在我身旁
我要 你为我梳妆
这夜的风儿吹
吹得心痒痒 我的情郎
我在他乡 望着月亮
都怪这月色 撩人的风光
都怪这 guitar 弹得太凄凉
哦 我要唱着歌
默默把你想 我的情郎
你在何方 眼看天亮
都怪这夜色 撩人的风光
都怪这guitar 弹得太凄凉
哦 我要唱着歌
默默把你想 我的情郎
你在何方 眼看天亮
我要 美丽的衣裳
为你 对镜贴花黄
这夜色太紧张
时间太漫长 我的情郎
我在他乡 望着月亮
`,
    album: "我要你",
    likeNum: "120",
    songSrc: require('../assets/任素汐 - 我要你.mp3'),
    type: "流行",
  },
  {
    id: 3,
    songName: "Mojito",
    img:require('../assets/13.jpg'),
    singer: "周杰伦",
    composer: "周杰伦",
    lyricist: "黄俊郎",
    songSrc: require('../assets/周杰伦 - Mojito.mp3'),
    album: "Mojito",
    likeNum: "120",
    lyric: `Mojito - 周杰伦 (Jay Chou)
词：黄俊郎
曲：周杰伦
【未经许可，不得翻唱或使用】
麻烦给我的爱人来一杯Mojito
我喜欢阅读她微醺时的眼眸
而我的咖啡 糖不用太多
这世界已经因为她甜得过头
没有跟她笑容一样浓郁的雪茄
就别浪费时间介绍收起来吧
拱廊的壁画 旧城的涂鸦
所有色彩都因为她说不出话
这爱不落幕 忘了心事的国度
你所在之处 孤单都被征服
铁铸的招牌 错落着就像
一封封城市 献给天空的情书
当街灯亮起 Havana漫步
这是世上最美丽的那双人舞
缤纷的老爷车 跟着棕榈摇曳
载着海风私奔漫无目的
古董书摊漫着时光香气
我想 上辈子 是不是就遇过你
喧嚣的海报躺在 慵懒的阁楼阳台
而你是文学家笔下的那一片海
麻烦给我的爱人来一杯Mojito
我喜欢阅读她微醺时的眼眸
而我的咖啡 糖不用太多
这世界已经因为她甜得过头
这爱不落幕 忘了心事的国度
你所在之处 孤单都被征服
铁铸的招牌 错落着就像
一封封城市 献给天空的情书
当街灯亮起 Havana漫步
这是世上最美丽的那双人舞
铁铸的招牌 错落着就像
一封封城市 献给天空的情书
当街灯亮起 Havana漫步
这是世上最美丽的那双人舞
`,
    type: "流行",
  },
  {
    id: 4,
    songName: "走马",
    img:require('../assets/12.jpg'),
    singer: "陈粒",
    composer: "陈粒",
    lyricist: "陈粒",
    songSrc: require('../assets/陈粒 - 走马.mp3'),
    album: "如也",
    likeNum: "120",
    lyric: `走马 - 陈粒
词：陈粒
曲：陈粒
编曲：陈粒/燕池
窗外雨都停了
屋里灯还黑着
数着你的冷漠
把玩着寂寞
电话还没拨已经口渴
为你熬的夜都冷了
数的羊都跑了
一个两个
嘲笑我
笑我耳朵失灵的
笑我放你走了走了走了
走了
路人穿街过河
好景只有片刻
森林都会凋落
风吹走云朵
你留给我的迷离扑朔
岁月风干我的执着
我还是把回忆紧握
太多都散落
散落太多好难过
难过时你走了走了走了
走了
过了很久终于我愿抬头看
你就在对岸走得好慢
任由我独自在
假寐与现实之间两难
过了很久终于我愿抬头看
你就在对岸等我勇敢
你还是我的我的我的
你看
浪漫无处消磨
无聊伴着生活
空荡荡的自我
莫名地焦灼
世界孤立我
任它奚落
我只保持我的沉默
明白什么才是好的坏的
都散了
散了太多无关的
散了后我醒了醒了醒了
醒了
过了很久终于我愿抬头看
你就在对岸走得好慢
任由我独自在
假寐与现实之间两难
过了很久终于我愿抬头看
你就在对岸等我勇敢
你还是我的我的我的
你看
过了很久终于我愿抬头看
你就在对岸走得好慢
任由我独自在
假寐与现实之间两难
过了很久终于我愿抬头看
你就在对岸等我勇敢
你还是我的我的我的
你看
浪漫无处消磨
无聊伴着生活
空荡荡的自我
莫名地焦灼
世界孤立我
任它奚落
我只保持我的沉默
明白什么才是好的坏的
都散了
散了太多无关的
散了后我醒了醒了醒了
醒了
`,
    type: "流行",
  },
  {
    id: 5,
    songName: "约定",
    img:
      "https://bkimg.cdn.bcebos.com/pic/562c11dfa9ec8a131e07c1d6fd03918fa0ecc0e3?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg",
    singer: "陈奕迅",
    composer: "陈小霞",
    lyricist: "林夕",
    songSrc: require('../assets/陈奕迅 - 约定 (Live).mp3'),
    album: "《DUO 陈奕迅2010演唱会》",
    likeNum: "120",
    lyric: `约定 (Live) - 陈奕迅 (Eason Chan)
词：林夕
曲：陈小霞/林夕
还记得当天旅馆的门牌
还留住笑着离开的神态
当天整个城市 那样轻快
沿路一起走半里长街
还记得街灯照出一脸黄
还燃亮那份微温的便当
剪影的你轮廓 太好看
凝住眼泪才敢细看
忘掉天地 仿佛也想不起自己
仍未忘相约看漫天黄叶远飞
就算会与你分离 凄绝的戏
要决心忘记 我便记不起
明日天地 只恐怕认不出自己
仍未忘跟你约定假如没有死
就算你壮阔胸膛 不敌天气
两鬓斑白 都可认得你
还记得当天吉他的和弦
还明白每段旋律的伏线
当天街角流过你声线
沿路旅程如歌褪变
忘掉天地 仿佛也想不起自己
仍未忘相约看漫天黄叶远飞
就算会与你分离 凄绝的戏
要决心忘记 我便记不起
明日天地 只恐怕认不出自己
仍未忘跟你约定假如没有死
就算你壮阔胸膛 不敌天气
两鬓斑白 都可认得你
就算你壮阔胸膛 不敌天气
两鬓斑白 都可认得你
`,
    type: "流行",
  },
  {
    id: 6,
    songName: "泡沫",
    img:
      "https://bkimg.cdn.bcebos.com/pic/21a4462309f79052513506ce0cf3d7ca7bcbd51c?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg",
    singer: "G.E.M. 邓紫棋",
    composer: "G.E.M. 邓紫棋",
    lyricist: "G.E.M. 邓紫棋",
    songSrc: require('../assets/G_E_M_ 邓紫棋 - 泡沫.mp3'),
    album: "《Xposed》",
    likeNum: "120",
    lyric: `泡沫 (The Foam) - G.E.M. 邓紫棋 (Gem Tang)
词：G.E.M. 邓紫棋
曲：G.E.M. 邓紫棋
阳光下的泡沫 是彩色的
就像被骗的我 是幸福的
追究什么对错 你的谎言
基于你还爱我
美丽的泡沫 虽然一刹花火
你所有承诺 虽然都太脆弱
但爱像泡沫 如果能够看破
有什么难过
早该知道泡沫 一触就破
就像已伤的心 不胜折磨
也不是谁的错 谎言再多
基于你还爱我
美丽的泡沫 虽然一刹花火
你所有承诺 虽然都太脆弱
爱本是泡沫 如果能够看破
有什么难过
再美的花朵 盛开过就凋落
再亮眼的星 一闪过就坠落
爱本是泡沫 如果能够看破
有什么难过
为什么难过 有什么难过
为什么难过
全都是泡沫 只一刹的花火
你所有承诺 全部都太脆弱
而你的轮廓 怪我没有看破
才如此难过
相爱的把握 要如何再搜索
相拥着寂寞 难道就不寂寞
爱本是泡沫 怪我没有看破
才如此难过
在雨下的泡沫 一触就破
当初炽热的心 早已沉没
说什么你爱我 如果骗我
我宁愿你沉默

`,
    type: "流行",
  },
  {
    id: 7,
    songName: "光年之外",
    img:require('../assets/11.png'),
    singer: "G.E.M. 邓紫棋",
    composer: "G.E.M. 邓紫棋",
    lyricist: "G.E.M. 邓紫棋",
    songSrc: require('../assets/G_E_M_ 邓紫棋 - 光年之外.mp3'),
    album: "《光年之外》",
    likeNum: "120",
    lyric: `光年之外 - G.E.M. 邓紫棋 (Gem Tang)
词：G.E.M. 邓紫棋
曲：G.E.M. 邓紫棋
编曲：Lupo Groinig
监制：Lupo Groinig
感受停在我发端的指尖
如何瞬间冻结时间
记住望着我坚定的双眼
也许已经没有明天
面对浩瀚的星海
我们微小得像尘埃
漂浮在一片无奈
缘分让我们相遇乱世以外
命运却要我们危难中相爱
也许未来遥远在光年之外
我愿守候未知里为你等待
我没想到为了你我能疯狂到
山崩海啸没有你根本不想逃
我的大脑为了你已经疯狂到
脉搏心跳没有你根本不重要
一双围在我胸口的臂弯
足够抵挡天旋地转
一种执迷不放手的倔强
足以点燃所有希望
宇宙磅礴而冷漠
我们的爱微小却闪烁
颠簸却如此忘我
缘分让我们相遇乱世以外
命运却要我们危难中相爱
也许未来遥远在光年之外
我愿守候未知里为你等待
我没想到为了你我能疯狂到
山崩海啸没有你根本不想逃
我的大脑为了你已经疯狂到
脉搏心跳没有你根本不重要
也许航道以外是醒不来的梦
乱世以外是纯粹的相拥
我没想到为了你我能疯狂到
山崩海啸没有你根本不想逃
我的大脑为了你已经疯狂到
脉搏心跳没有你根本不重要
相遇乱世以外危难中相爱
相遇乱世以外危难中相爱
我没想到
`,
    type: "流行",
  },
];
const userList = [
  {
    id: 1,
    username: "123456",
    password: "123456",
    nickname: "Jelly Hook",
    avatar: "http://file01.16sucai.com/d/file/2013/0527/20130527085528725.jpg",
    moto: "音乐本身本没有趣，有趣的是听音乐的人",
  },
  {
    id: 2,
    username: "admin",
    password: "123456",
    nickname: "Funny Mud Pee",
    avatar:
      "http://img0.imgtn.bdimg.com/it/u=1813762643,1914315241&fm=26&gp=0.jpg",
    moto: "Music can heal every soul without music.",
  },
];
export  {
  songList,
  userList,
};